Repository: 2boom-ua/etools.enigma2
Catalog: usr/lib/enigma2/python/Plugins/Extensions/etools/locale/*/LC_MESSAGES/etools.po
Languages: ru, uk

source: Off
ru: Выкл
uk: Вимк

source: 15 min
ru: 15 мин
uk: 15 хв

source: 30 min
ru: 30 мин
uk: 30 хв

source: 45 min
ru: 45 мин
uk: 45 хв

source: 60 min
ru: 60 мин
uk: 60 хв

source: 120 min
ru: 120 мин
uk: 120 хв

source: 180 min
ru: 180 мин
uk: 180 хв

source: default
ru: по умолчанию
uk: за замовчуванням

source: None
ru: Нет
uk: Немає

source: one remove
ru: одно удаление
uk: одне видалення

source: all remove
ru: удалить все
uk: все видалити

source: Menu
ru: Меню
uk: Меню

source: Multi files
ru: Несколько файлов
uk: Кілька файлів

source: Single
ru: Один
uk: Одинарний

source: Single file
ru: Отдельный файл
uk: Один файл

source: January
ru: Январь
uk: Січень

source: February
ru: Февраль
uk: Лютий

source: March
ru: Март
uk: Березень

source: April
ru: Апрель
uk: Квітень

source: May
ru: Май
uk: Травень

source: June
ru: Июнь
uk: Червень

source: Jule
ru: Июль
uk: Липень

source: August
ru: Август
uk: Серпень

source: September
ru: Сентябрь
uk: Вересень

source: October
ru: Октябрь
uk: Жовтень

source: November
ru: Ноябрь
uk: Листопад

source: December
ru: Декабрь
uk: Грудень

source: Sunday
ru: Воскресенье
uk: Неділя

source: Monday
ru: Понедельник
uk: Понеділок

source: Tuesday
ru: Вторник
uk: Вівторок

source: Wensday
ru: Среда
uk: Середа

source: Thursday
ru: Четверг
uk: Четвер

source: Friday
ru: Пятница
uk: П'ятниця

source: Saterday
ru: Суббота
uk: Субота

source: No
ru: Нет
uk: Ні

source: Minute
ru: Минута
uk: Хвилина

source: Hour
ru: Час
uk: Година

source: Day of week
ru: День недели
uk: День тижня

source: Close
ru: Закрыть
uk: Закрити

source: Config
ru: Конфигурация
uk: Конфіг

source: Start, stop, restart softcam
ru: Запуск, остановка, перезапуск softcam
uk: Запуск, зупинка, перезапуск softcam

source: Install/uninstall local .ipk & .tar.gz
ru: Установка/удаление локальных файлов .ipk и .tar.gz
uk: Встановлення/видалення локальних .ipk та .tar.gz

source: E-Remover for packets
ru: E-Remover для пакетов
uk: E-Remover для пакетів

source: Local remove ipk packets
ru: Локальное удаление ipk-пакетов
uk: Локальне видалення пакетів ipk

source: Install extensions from feed
ru: Установка расширений с feed
uk: Установка доповнень з фіда

source: Download extensions from feed
ru: Загрузка расширений с feed
uk: Завантаження доповнень з фіда

source: E-Crash viewer (%s)
uk: E-Crash переглядач (%s)

source: Enigma2 crashlog viewer
ru: Журнал сбоев Enigma2
uk: Enigma2 переглядач журналу аварій Enigma2

source: Create, start, stop, remove swapfile
ru: Создание, запуск, остановка, удаление файла подкачки
uk: Створення, запуск, зупинка, видалення файлу підкачки

source: Start script files from user directory
ru: Запуск скринта из каталога пользователя
uk: Запуск файлів скриптів з каталогу користувача

source: E-Cron editor
ru: Редактор E-Cron
uk: E-Cron Редактор

source: Add, remove tabs
ru: Добавление, удаление вкладок
uk: Додавання, видалення вкладок

source: E-Kernel module manager
ru: Менеджер модулей ядра E-Kernel
uk: E-Kernel Менеджер модулів

source: Load/unload kernel module
ru: Загрузка/выгрузка модуля ядра
uk: Завантаження/вивантаження модуля ядра

source: E-Tools config
ru: Конфигурация E-Tools
uk: E-Tools конфігурація

source: Selective or full system upgrade
ru: Выборочное или полное обновление системы
uk: Вибіркове або повне оновлення системи

source: E-Tools: in Main Menu
ru: E-Tools: в главном меню
uk: E-Tools: в головному меню

source: When Enabled E-TOOLS will appear in the main menu
ru: При включении E-TOOLS появится в главном меню
uk: Після увімкнення в головному меню з'явиться пункт E-TOOLS

source: E-Tools: MenuMode in Plugins Menu
ru: E-Tools: MenuMode в меню плагинов
uk: E-Tools: MenuMode у меню плагінів

source: Choosing a view (menu or configuration) in the plugins menu
ru: Выбор вида (меню или конфигурации) в меню плагинов
uk: Вибір вигляду (меню або конфігурації) в меню плагінів

source: E-Tools: Menu Show in ExtensionMenu
ru: E-Tools: Показ меню в ExtensionMenu
uk: E-Tools: Відображення меню в меню розширення

source: When enabled, the E-TOOLS Menu will appear in the extensions menu
ru: При включении меню E-TOOLS появится в меню расширений
uk: Якщо увімкнено, меню E-TOOLS з'явиться в меню розширень

source: E-Tools: Config Show in ExtensionMenu
ru: E-Tools: Показ конфигурации в меню расширений
uk: E-Tools: Відображення конфігурації в меню розширень

source: When enabled, the E-TOOLS Configuration will appear in the extensions menu
ru: Если включить эту функцию, в меню расширений появится пункт E-TOOLS Configuration
uk: Якщо увімкнено, конфігурація E-TOOLS з'явиться в меню розширень

source: E-Softcam: Show in ExtensionMenu
ru: E-Softcam: Показать в меню расширений
uk: E-Softcam: Показати в меню розширення

source: When enabled, the E-Softcam Manager will appear in the extensions menu
ru: После включения E-Softcam Manager появится в меню расширений
uk: Якщо увімкнено, E-Softcam Manager з'явиться в меню розширень

source: E-Softcam Restart: Show in ExtensionMenu
ru: E-Softcam Restart: Показать в ExtensionMenu
uk: E-Softcam Restart: Показати в меню розширення

source: When enabled, the E-Softcam Restarter will appear in the extensions menu
ru: После включения E-Softcam Restarter появится в меню расширений
uk: Коли увімкнено, E-Softcam Restarter з'явиться в меню розширень

source: E-Softcam Restart: Hotkey
ru: E-Softcam Перезапуск: Горячая клавиша
uk: E-Softcam Restart: Гаряча клавіша

source: Choosing a Hotkey for Restart softcam
ru: Выбор горячей клавиши для перезапуска softcam
uk: Вибір гарячої клавіші для перезапуску softcam

source: E-Softcam Switch Config: Restart Emu after Switch config
ru: E-Softcam Переключатель: Рестарт Emu после настройки переключателя
uk: E-Softcam Switch Config: Перезапуск Emu після налаштування комутатора

source: When enabled, Emu will restart after switch config
ru: Если включено, Emu будет перезапускаться после настройки коммутатора
uk: Якщо увімкнено, Emu перезапуститься після перемикання конфігурації

source: E-Softcam Switch Config: Show in ExtensionMenu
ru: E-Softcam Switch Config: Показать в ExtensionMenu
uk: E-Softcam Switch Config: Показати в меню розширення

source: When enabled, the E-Softcam Switch Config will appear in the extensions menu
ru: Если включить эту функцию, в меню расширений появится пункт E-Softcam Switch Config
uk: Якщо увімкнено, E-Softcam Switch Config з'явиться в меню розширень

source: E-Softcam Switch Config: Hotkey
ru: E-Softcam Switch Config: Горячие клавиши
uk: E-Softcam Switch Config: Гаряча клавіша

source: Choosing a Hotkey for E-Softcam Switch Config
ru: Выбор горячей клавиши для настройки переключателя E-Softcam
uk: Вибір гарячої клавіші для налаштування перемикача E-Softcam

source: E-Installer: Show in ExtensionMenu
ru: E-Installer: Показать в ExtensionMenu
uk: E-Installer: Показати в меню розширення

source: When enabled, the E-Installer will appear in the extensions menu
ru: При включении E-Installer появится в меню расширений
uk: Якщо увімкнено, E-Installer з'явиться в меню розширень

source: E-Installer: Select Multi or Single file mode
ru: E-Installer: Выберите много- или однофайловый режим
uk: E-Installer: Виберіть режим декількох або одного файлу

source: Mode selection (multiple or single) for installation packages
ru: Выбор режима (множественный или одиночный) для установочных пакетов
uk: Вибір режиму (декілька або один) для інсталяційних пакунків

source: E-Installer: Force install mode
ru: E-Installer: Режим принудительной установки
uk: E-Installer: Режим примусового встановлення

source: Selecting a Mode for Forced Installation of Packages
ru: Выбор режима принудительной установки пакетов
uk: Вибір режиму примусового встановлення пакунків

source: E-Installer: User directory on mount device
ru: E-Installer: Каталог пользователя на устройстве монтирования
uk: E-Installer: Каталог користувача на змонтованому пристрої

source: Selecting a directory to search for installation packages
ru: Выбор каталога для поиска пакетов установки
uk: Вибір каталогу для пошуку інсталяційних пакунків

source: E-Feed Downloder: Filter extentions
ru: E-Feed Downloder: Расширения фильтра
uk: E-Feed Downloder: Розширення фільтрів

source: Selecting filters to quickly find packages for E-Feed Downloder
ru: Выбор фильтров для быстрого поиска пакетов для E-Feed Downloder
uk: Вибір фільтрів, щоб швидко знайти пакунки для E-Feed Downloder

source: E-Feed Installer: Filter extentions
ru: E-Feed Installer: Расширения фильтра
uk: E-Feed Installer: Розширення фільтрів

source: E-System Upgrade: Show in ExtensionMenu
ru: E-System Upgrade: Показывать в ExtensionMenu
uk: E-System Upgrade: Показати в меню розширення

source: Selecting filters to quickly find packages for E-Feed Installer
ru: Выбор фильтров для быстрого поиска пакетов для E-Feed Installer
uk: Вибір фільтрів для швидкого пошуку пакунків для E-Feed Installer

source: E-Remover: Filter extentions
ru: E-Remover: Расширения фильтра
uk: E-Remover: Розширення фільтрів

source: Selecting filters to quickly find packages for E-Remover
ru: Выбор фильтров для быстрого поиска пакетов для E-Remover
uk: Вибір фільтрів для швидкого пошуку пакетів для E-Remover

source: E-Crash: Show in ExtensionMenu
ru: E-Crash: Показать в ExtensionMenu
uk: E-Crash: Показати в меню розширення

source: When enabled, the E-Crash viewer will appear in the extensions menu
ru: Если включить эту функцию, программа просмотра E-Crash появится в меню расширений
uk: Якщо увімкнено, переглядач E-Crash з'явиться в меню розширень

source: E-Crash: Path for crashlog files
ru: E-Crash: Путь для файлов журнала аварий
uk: E-Crash: Шлях до файлів журналу аварій

source: Selecting path to quickly find crash log files
ru: Выбор пути для быстрого поиска файлов журнала сбоев
uk: Вибір шляху для швидкого пошуку файлів журналу аварій

source: E-Crash: Remove files mode
ru: E-Crash: Режим удаления файлов
uk: E-Crash: Режим видалення файлів

source: Selecting a Mode (single or all) for remove crash log files
ru: Выбор режима (один или все) для удаления файлов журнала аварий
uk: Вибір режиму (один або всі) для видалення файлів журналу аварійних ситуацій

source: E-Script: Show in ExtensionMenu
ru: E-Script: Показать в ExtensionMenu
uk: E-Script: Показати в меню розширення

source: When enabled, the E-Script will appear in the extensions menu
ru: Если включить эту функцию, электронный сценарий появится в меню расширений
uk: Якщо увімкнено, E-Script з'явиться в меню розширень

source: E-Script: Path for script files
ru: E-Script: Путь для файлов сценария
uk: E-Script: Шлях до файлів скриптів

source: Selecting path to quickly find script files
ru: Выбор пути для быстрого поиска файлов сценариев
uk: Вибір шляху для швидкого пошуку файлів скриптів

source: E-Reload: Show in ExtensionMenu
ru: E-Reload: Показать в ExtensionMenu
uk: E-Reload: Показати в меню розширення

source: When enabled, the E-Reload will appear in the extensions menu
ru: Если включить функцию E-Reload, она появится в меню расширений
uk: Якщо увімкнено, E-Reload з'явиться в меню розширень

source: E-Reload: Mode
ru: E-Reload: Режим
uk: E-Reload: Режим

source: Choosing a mode (Lamedb or Userbouquets) for E-Reload
ru: Выбор режима (Lamedb или Userbouquets) для E-Reload
uk: Вибір режиму (Lamedb або Userbouquets) для E-Reload

source: E-Reload: Hotkey
ru: E-Reload: Горячая клавиша
uk: E-Reload: Гаряча клавіша

source: Choosing a Hotkey for E-Reload
ru: Выбор горячей клавиши для E-Reload
uk: Вибір гарячої клавіші для електронного перезавантаження

source: E-HDMI-IN On/Off: Show in ExtensionMenu
ru: E-HDMI-IN Вкл/Выкл: показать в меню расширений
uk: E-HDMI-IN Увімкнути/вимкнути: Показати в меню розширення

source: When enabled, the E-HDMI-IN (On/Off) will appear in the extensions menu
ru: При включении в меню расширений появится пункт E-HDMI-IN (Вкл./Выкл.)
uk: Якщо увімкнено, E-HDMI-IN (Увімкнено/Вимкнено) з'явиться в меню розширень

source: E-HDMI-IN: Hotkey
ru: E-HDMI-IN: Горячая клавиша
uk: E-HDMI-IN: Гаряча клавіша

source: Choosing a Hotkey for E-HDMI-IN
ru: Выбор горячей клавиши для E-HDMI-IN
uk: Вибір гарячої клавіші для E-HDMI-IN

source: E-AC3,DTS downmix: Show in ExtensionMenu
ru: E-AC3, DTS downmix: Показать в ExtensionMenu
uk: E-AC3, DTS downmix: Показати в меню розширення

source: When enabled, the E-AC3,DTS downmix will appear in the extensions menu
ru: Если включить эту функцию, в меню расширений появится понижающий микс E-AC3,DTS
uk: Якщо увімкнено, у меню розширень з'явиться даунмікс E-AC3,DTS

source: E-AC3,DTS downmix: Hotkey
ru: E-AC3, DTS downmix: Горячая клавиша
uk: E-AC3, DTS downmix: Гаряча клавіша

source: Choosing a Hotkey for E-AC3,DTS downmix
ru: Выбор горячей клавиши для E-AC3,DTS downmix
uk: Вибір гарячої клавіші для даунміксу E-AC3, DTS

source: E-Hotkey: Enigma2 restart
ru: E-Hotkey: Перезапуск Enigma2
uk: E-Hotkey: Перезапуск Enigma2

source: Choosing a Hotkey for Enigma2 restart
ru: Выбор горячей клавиши для перезапуска Enigma2
uk: Вибір гарячої клавіші для перезапуску Enigma2

source: E-Hotkey: Mute after Enigma2 restart
ru: E-Hotkey: Отключение звука после перезапуска Enigma2
uk: E-Hotkey: Вимкнення звуку після перезапуску Enigma2

source: When Enabled after Enigma2 restarted sound will be off
ru: При включении после перезапуска Enigma2 звук будет выключен
uk: Якщо увімкнено, після перезапуску Enigma2 звук буде вимкнено

source: E-Settings: Autotime cache flush
ru: E-Settings: Автоматическая очистка кэша по времени
uk: E-Settings: Очищення кешу в автоматичному режимі

source: Choosing a time for cache flush
ru: Выбор времени для промывки кэша
uk: Вибір часу для очищення кешу

source: E-Settings: Set cache flush mode
ru: E-Settings: Установите режим очистки кэша
uk: E-Settings: Встановити режим очищення кешу

source: Choosing a mode (free pagecache, dentries and inodes) for cache flush
ru: Выбор режима (свободный pagecache, dentries и inodes) для промывки кэша
uk: Вибір режиму (вільний кеш сторінок, дентрі та іноди) для очищення кешу

source: E-Settings: NTP time syncronization
ru: E-Settings: Синхронизация времени по NTP
uk: E-Settings: Синхронізація часу NTP

source: When Enabled NTP time syncronization will on
ru: При Включении синхронизация времени NTP будет включена
uk: Якщо увімкнено, синхронізація часу NTP буде ввімкнена

source: E-Settings: Select NTP server
ru: E-Настройки: Выберите сервер NTP
uk: E-Settings: Виберіть NTP-сервер

source: Choosing a server for NTP time syncronization
ru: Выбор сервера для синхронизации времени по протоколу NTP
uk: Вибір сервера для синхронізації часу NTP

source: E-Settings: Add DNS server (reboot required)
ru: E-Settings: Добавить DNS-сервер (требуется перезагрузка)
uk: E-Settings: Додати DNS-сервер (потрібне перезавантаження)

source: Choosing and add DNS server
ru: Выбор и добавление DNS-сервера
uk: Вибір і додавання DNS-сервера

source: E-Settings: Set EPG filename
ru: E-Settings: Установка имени файла EPG
uk: E-Settings: Встановити ім'я файлу EPG

source: Choosing a EPG file name
ru: Выбор имени файла EPG
uk: Вибір імені файлу EPG

source: E-Settings: Path to place EPG file
ru: E-Settings: Путь для размещения файла EPG
uk: E-Settings: Шлях для розміщення файлу EPG

source: Choosing a path for EPG file
ru: Выбор пути для файла EPG
uk: Вибір шляху до файлу EPG

source: E-Settings: Auto opkg update
ru: E-Settings: Автоматическое обновление opkg
uk: E-Settings: Автоматичне оновлення opkg

source: Choosing a time for opkg update
ru: Выбор времени для обновления opkg
uk: Вибір часу для оновлення opkg

source: Save
ru: Сохранить
uk: Зберегти

source: configuration is saved
ru: конфигурация сохранена
uk: конфігурація збережена

source: Downmix AC3,DTS is ON
ru: Downmix AC3, DTS включен
uk: Downmix AC3,DTS увімкнено

source: On
ru: Вкл
uk: Увімк

source: Downmix AC3,DTS is OFF
ru: Downmix AC3, DTS - Выкл
uk: Downmix AC3,DTS вимкнено

source: E-Intaller MultiSelect Mode (press [info] for --force change)
uk: E-Intaller: Режим багаторазового вибору (натисніть [info] для зміни сили натискання)

source: E-Intaller SingleSelect Mode (press [info] for --force change)
uk: E-Intaller SingleSelect Mode (натисніть [info] для зміни сили натискання)

source: Install
ru: Установить
uk: Встановити

source: Install packets
ru: Установить пакеты
uk: Встановлення пакетів

source: Install tar.gz, bh.tgz, nab.tgz
ru: Установите tar.gz, bh.tgz, nab.tgz
uk: Встановіть tar.gz, bh.tgz, nab.tgz

source: Start
ru: Начало
uk: Початок

source: Stop
ru: Стоп
uk: Зупинити

source: inmemory
uk: пам'ять

source: %s loaded in memory
ru: %s загружен в память
uk: %s завантажено в пам'ять

source: not loaded modules
ru: нет загруженных модулей
uk: не завантажені модулі

source: Removing startscript...
ru: Удаление startscript...
uk: Видалення стартового сценарію...

source: Adding startscript...
ru: Добавление стартового скрипта...
uk: Додавання стартового сценарію...

source: Starting...
ru: Начинаем...
uk: Починаю...

source: Restarting...
ru: Перезагрузка...
uk: Перезапуск...

source: Please wait
ru: Подождите
uk: Зачекайте, будь ласка

source: Stoping...
ru: Остановка...
uk: Зупинка...

source: Removing ecm.info...
ru: Удаление ecm.info...
uk: Видалення ecm.info...

source: Creating None script...
ru: Создание сценария None script...
uk: Створення сценарію None...

source: Softcam or/and Cardserver not active
ru: Softcam или/и кардсервер не активны
uk: Softcam або/та Cardserver не активні

source: Restarting %s
ru: Перезапуск %s
uk: Перезапуск %s

source: status
ru: статус
uk: статус

source: Processing...
ru: Обработка...
uk: Обробляю...

source: Second config not found...
ru: Второй конфиг не найден...
uk: Другий конфіг не знайдено...

source: AC3,DTS downmix is %s
ru: AC3,DTS downmix - %s
uk: AC3,DTS downmix - %s

source: Reloading %s
ru: Перезарядка %s
uk: Перезавантаження %s

source: Manage Swap on %s
ru: Управление подкачкой на %s
uk: Керування свопом на %s

source: Start, Stop, Create, Remove Swap file
ru: Запуск, остановка, создание, удаление файла подкачки
uk: Запуск, зупинка, створення, видалення файлу підкачки

source: Swap file removed
ru: Файл подкачки удален
uk: Видалено файл підкачки

source: Swap on mount device
ru: Swap на монтируемом устройстве
uk: Заміна на монтажному пристрої

source: Swap file stoped
ru: Файл подкачки остановлен
uk: Файл підкачки зупинено

source: Swap file started
ru: Запуск файла подкачки
uk: Запущено файл підкачки

source: Swap off
ru: Swap откл
uk: Поміняйтеся місцями

source: Swap on %s off (%s)
uk: Увімкнути %s вимкнути (%s)

source: Swap on
ru: Swap вкл
uk: Поміняти на

source: Swap on %s on (%s)
uk: Замінити %s на (%s)

source: Remove swap
ru: Удалить подкачку
uk: Видалити підміну

source: Remove swap on %s (%s)
ru: Удалите swap на %s (%s)
uk: Видалити підстановку на %s (%s)

source: Make swap on %s (256MB)
ru: Создайте своп на %s (256 МБ)
uk: Зробіть підкачку на %s (256 МБ)

source: Make swap
ru: Создать своп
uk: Зробити обмін

source: Make swap on %s (512MB)
ru: Создайте своп на %s (512MB)
uk: Зробіть підкачку на %s (512 МБ)

source: Make swap on %s (1024MB)
ru: Создайте своп на %s (1024MB)
uk: Зробіть підкачку на %s (1024MB)

source: Creating...
ru: Создание...
uk: Створення...

source: Success...
ru: Успех...
uk: Успіх...

source: Failure...
ru: Провал...
uk: Невдача...

source: Run
ru: Запустить
uk: Запуск

source: the script is running in the background...
ru: скрипт работает в фоновом режиме...
uk: скрипт працює у фоновому режимі...

source: E-Crash Viewer (%s) (press [info] for --remove mode change)
ru: E-Crash Viewer (%s) (нажмите [info] для изменения режима --remove)
uk: E-Crash Viewer (%s) (натисніть [info] для --видалити зміну режиму)

source: View
ru: Просмотр
uk: Перегляд

source: removed %s
ru: удалено %s
uk: видалено %s

source: removed all crashlog files
ru: удалил все файлы crashlog
uk: видалено всі файли журналу аварійних ситуацій

source: Restart
ru: Перезапуск
uk: Перезапустити

source: E-Cron Editor - %s
uk: Редактор E-Cron - %s

source: Add tabs
ru: Добавить вкладки
uk: Додавання вкладок

source: Remove tabs
ru: Исключить вкладки
uk: Видалити вкладки

source: Min
ru: Мин
uk: Мін

source: Day of month
ru: День месяца
uk: День місяця

source: Month
ru: Месяц
uk: Місяць

source: Command
ru: Команда
uk: Команда

source: Every
ru: Каждый
uk: Кожен

source: Add
ru: Добавить
uk: Додати

source: E-Feed Installer (press [info] to filter)
ru: E-Feed Installer (нажмите [info] для фильтрации)
uk: E-Feed Installer (натисніть [info], щоб відфільтрувати)

source: E-Feed Installer (%s) (press [info] to filter)
ru: E-Feed Installer (%s) (нажмите [info] для фильтрации)
uk: E-Feed Installer (%s) (натисніть [info], щоб відфільтрувати)

source: E-Remover (press [info] to filter)
ru: E-Remover (нажмите [info], чтобы отфильтровать)
uk: E-Remover (натисніть [info], щоб відфільтрувати)

source: E-Remover (%s) (press [info] to filter)
ru: E-Remover (%s) (нажмите [info] для фильтрации)
uk: E-Remover (%s) (натисніть [info], щоб відфільтрувати)

source: Remove
ru: Удалить
uk: Видалити

source: force Remove
ru: принудительное удаление
uk: примусово Видалити

source: E-Feed Downloader (press [info] to filter)
ru: E-Feed Downloader (нажмите [info] для фильтрации)
uk: E-Feed Downloader (натисніть [info], щоб відфільтрувати)

source: E-Feed Downloader (%s) (press [info] to filter)
ru: E-Feed Downloader (%s) (нажмите [info] для фильтрации)
uk: E-Feed Downloader (%s) (натисніть [info], щоб відфільтрувати)

source: load/unload
ru: загрузки / выгрузки
uk: завантажувати / вивантажувати

source: loaded %s.ko
ru: загружено %s.ko
uk: завантажено %s.ko

source: E-Kernel modules currently loaded (lsmod)
ru: Модули ядра E-Kernel, загруженные в данный момент (lsmod)
uk: E-Kernel modules, завантажені на даний момент (lsmod)

source: size: %3.01f Kb %s
ru: размер: %3.01f Кб %s
uk: розмір: %3.01f Кб %s %s

source: enigma2 toolbox
uk: інструментарій enigma2

source: E-Crash viewer
uk: E-Crash переглядач

source: E-Installer (%s mode)
ru: E-Installer (режим %s)
uk: E-Installer (режим %s)

source: E-Tools IPK Installer
uk: E-Tools IPK Інсталятор

source: E-Tools SoftCam manager
ru: Менеджер E-Tools SoftCam
uk: E-Tools SoftCam менеджер

source: E-Softcam quick restart
ru: E-Softcam quick перезапуск
uk: E-Softcam Швидкий перезапуск

source: E-Tools SoftCam restart
ru: Перезапуск E-Tools SoftCam
uk: E-Tools SoftCam перезапустити

source: E-Softcam config switch (%s)
ru: Переключатель конфигурации E-Softcam (%s)
uk: E-Softcam Перемикач конфігурації (%s)

source: E-Tools config switch
ru: Переключатель конфигурации switch
uk: Перемикач конфігурації E-Tools

source: E-HDMI-IN On/Off
ru: E-HDMI-IN Вкл/Выкл
uk: E-HDMI-IN Вкл/Викл

source: E-AC3,DTS downmix On/Off
ru: E-AC3,DTS downmix Вкл/Выкл
uk: E-AC3, DTS downmix Вкл/Викл

source: Multi
ru: Много

source: E-Softcam manager (%s)
ru: Менеджер E-Softcam (%s)

source: E-Feed Installer
ru: E-Feed установщик

source: E-Swap manager (%s)
ru: Менеджер E-Swap (%s)

source: E-Script (%s)
ru: Электронный сценарий (%s)

source: E-Script executer (%s)
ru: Исполнение E-скрипта (%s)

source: unloaded %s.ko
ru: выгружено %s.ko

source: E-Tools script executer
ru: E-Tools исполнитель сценариев
